Repository: collective/collective.eeafaceted.dashboard
Catalog: src/collective/eeafaceted/dashboard/locales/*/LC_MESSAGES/collective.eeafaceted.dashboard.po
Languages: fr

source: A document to generate on a dashboard.
fr: Un document à générer depuis un tableau de bord.

source: Add Collection Criteria Portlet
fr: Ajouter portlet 'Faceted Collection'

source: Allowed dashboard collections
fr: Tableaux de bord autorisés

source: DashboardPODTemplate
fr: Modèle de document POD pour tableau de bord

source: Edit Collection Criteria Portlet
fr: Editer portlet 'Faceted Collection'

source: Enter the maximum amount of brains allowed in the generation context.
fr: Encodez le nombre maximum d'objets authorisés pour la génération de ce document

source: If selelected, receive awoken objects wrapped into their helper view rather than brains as generation context
fr: Renvoie les objets et une vue d'aide à la génération comme contexte du modèle plutôt que les brains.

source: Maximum amount of objects to print
fr: Nombre maximum d'éléments à imprimer

source: Only the first ${nb} items will be generated
fr: Seuls les ${nb} premiers éléments seront pris en compte

source: Select for which dashboard collections the template will be available. If nothing is selected, the template will be available on every dashboards.
fr: Sélectionnez les tableaux de bord pour lesquels le modèle sera disponible. Si rien n'est sélectionné, le modèle sera disponible sur tous les tableaux de bord.

source: This portlet shows controls for faceted with collections.
fr: Ce portlet affiche les widgets collection définis sur un dossier utilisant une vue à facettes

source: Use objects as generation context
fr: Utiliser les objets comme contexte de génération.
